Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Give my love to Apelles, who has the approval of Christ. Say a kind word to those who are of the house of Aristobulus.
chr: ᎠᏇᎵ ᎡᏥᏲᎵᎸᎭ, ᏣᎦᏓᏂᎸᏨᎯ ᎦᎶᏁᏛ ᎪᎯᏳᎲᏍᎩ ᎨᏒᎢ. ᎡᎵᏍᏓᏊᎳ ᏚᏓᏘᎾᎥ ᎠᏁᎳ ᏕᏥᏲᎵᎸᎭ.

source: Give my love to Herodion, my relation. Say a kind word to those of the house of Narcissus, who are in the Lord.
chr: ᎡᎶᏓᏂ ᎪᎱᏍᏗ ᎠᏋᏅ ᎡᏥᏲᎵᎸᎭ. ᎾᏏᏌ ᏚᏓᏘᎾᎥ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎠᏃᎯᏳᎲᏍᎩ ᎨᏒ ᏕᏥᏲᎵᎸᎭ.

source: Give my love to Tryphaena and Tryphosa, workers in the Lord. Give my love to my dear Persis, who did much work in the Lord.
chr: ᏜᏈᎾ ᎠᎴ ᏜᏉᏏ ᏕᏥᏲᎵᎸᎭ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏥᎩ. ᎡᏥᏲᎵᎸᎭ ᎠᏥᎨᏳᎢ ᏆᏏ, ᎤᏣᏘ ᏧᎸᏫᏍᏓᏁᎸᎯ ᏥᎩ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ.

source: Give my love to Rufus, one of the Lord's selection, and to his mother and mine.
chr: ᎷᏆ ᎡᏥᏲᎵᎸᎭ, ᎾᏍᎩ ᎠᎦᏑᏰᏛ ᎤᎬᏫᏳᎯ ᎪᎯᏳᎲᏍᎩ, ᎠᎴ ᎾᏍᎩ ᎣᎩᏂᏥ.

source: Give my love to Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.
chr: ᏕᏥᏲᎵᎸᎭ ᎠᏏᏂᏟᏓ, ᏈᎵᎦᏂ, ᎭᎹᏏ, ᏆᏠᏆᏏ, ᎭᎻᏏ, ᎠᎴ ᎠᎾᎵᏅᏟ ᎾᏍᎩ ᎢᏧᎳᎭ ᏣᏁᎭ.

source: Give my love to Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.
chr: ᏕᏥᏲᎵᎸᎭ ᏆᎶᎳᎦ, ᎠᎴ ᏧᎵᎠ, ᏂᎵᎠ, ᎠᎴ ᎾᏍᎩ ᎤᏙ, ᎠᎴ ᎣᎵᎻᏆ, ᎠᎴ ᎾᏂᎥᏉ ᎤᎾᏓᏅᏘ ᎾᏍᎩ ᎢᏧᎳᎭ ᏣᏁᎭ.

source: Give one another a holy kiss. All the churches of Christ send their love to you.
chr: ᎢᏨᏒ ᎨᏒ ᏕᏣᏓᏲᎵᎮᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᏗᏓᏙᏪᏙᎥᎯᏍᏗ ᎨᏒᎢ. ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎦᎶᏁᏛ ᏧᏤᎵᎦ ᏫᎨᏥᏲᎵᎭ.

source: Now, it is my desire, brothers, that you will take note of those who are causing division and trouble among you, quite against the teaching which was given to you: and keep away from them.
chr: ᎠᎴᏬ ᎢᏓᎵᏅᏟ, ᎢᏨᏍᏗᏰᏗᎭ ᏗᏣᎦᏌᏯᏍᏙᏗᏱ ᏗᎦᎴᏅᏗᏱ ᎠᎴ ᎤᏓᎿᏍᏆᎶᏍᏗᏱ ᎢᏯᏅᏁᎯ, ᏗᎦᏘᎸᏍᏗᏱ ᏗᏕᏲᏅᎯ ᎨᏒ ᏄᏍᏛ ᎢᏣᏕᎶᏆᎥᎢ; ᎠᎴ ᏕᏣᏓᏅᎡᎮᏍᏗ.

source: For such people are not servants of the Lord Christ, but of their stomachs; and by their smooth and well-said words the hearts of those who have no knowledge of evil are tricked.
chr: ᎾᏍᎩᏰᏃ ᎢᏳᎾᏍᏗ ᎥᏝ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵ ᏥᏌ ᎦᎶᏁᏛ ᎪᎱᏍᏗ ᏯᎾᏛᏁᎭ, ᎤᏅᏒᏉᏍᎩᏂ ᎤᏂᏍᏉᎵᏱ; ᎠᎴ ᎤᏬᏚᎯ ᎠᎴ ᎣᏍᏛ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎠᏅᏗᏍᎬᎢ ᏓᏂᎶᏄᎮᏍᎪ ᏧᏂᎾᏫ ᎾᏁᏯᏔᎲᎾ.

source: For all have knowledge of how you do what you are ordered. For this reason I have joy in you, but it is my desire that you may be wise in what is good, and without knowledge of evil.
chr: ᎢᏦᎯᏳᏒᏰᏃ ᏚᏃᏣᎶᏨ ᎾᏂᎥ ᏴᏫ ᎠᏁᎲᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎵᎮᎵᎦ ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᎠᏎᏍᎩᏂᏃᏅ ᎠᏆᏚᎵᎭ ᎢᏥᎦᏔᎾᎢ ᎢᏣᎵᏍᏙᏗᏱ ᎣᏍᏛ ᎨᏒ ᎤᎬᏩᎵ, ᎠᏃ ᎤᏲ ᎨᏒ ᎤᎬᏩᎵ ᏂᏥᎦᏔᎾᎥᎾ.

source: And the God of peace will be crushing Satan under your feet before long. The grace of our Lord Jesus Christ be with you.
chr: ᎠᎴ ᎤᏁᎳᏅᎯ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏁᎯ ᏂᎪᎯᎸᎾᏉ ᏎᏓᏂ ᎤᏪᏓᏫᏙᏗ ᏅᏓᎦᎵᏍᏓᏂ ᏗᏣᎳᏏᏕᏂ ᎭᏫᏂᏗᏢ. ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏤᎳᏗᏙᎮᏍᏗ. ᎡᎺᏅ.

source: Timothy, who is working with me, sends his love to you, so do Lucius and Jason and Sosipater, my relations.
chr: ᏗᎹᏗ ᎢᏧᎳᎭ ᏦᎩᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎷᏏᏯ, ᎠᎴ ᏤᏌᏂ, ᎠᎴ ᏐᏏᏇᏓ ᎪᎱᏍᏗ ᏗᏋᏅ, ᏫᎨᏥᏲᎵᎦ.

source: I, Tertius, who have done the writing of this letter, send love in the Lord.
chr: ᎠᏴ ᏓᏏᏯ, ᎯᎠ ᎪᏪᎵ ᎠᏆᏪᎳᏅᎯ ᏫᏨᏲᎵᎦ ᎤᎬᏫᏳᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ.

source: Gaius, with whom I am living, whose house is open to all the church, sends his love, so does Erastus, the manager of the accounts of the town, and Quartus, the brother.
chr: ᎦᏯ ᎠᎩᏍᏆᏂᎪᏗᏍᎩ ᎠᎴ ᎾᏂᎥᏉ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏗᏍᏆᏂᎪᏗᏍᎩ, ᏫᏥᏲᎵᎦ. ᎢᎳᏍᏓ, ᎠᏰᎵ ᎡᎯ ᎦᏚᎲ ᎠᎲ ᎠᎦᏘᏯ, ᏫᏥᏲᎵᎦ, ᎠᎴ ᏉᏓ, ᎢᏓᎵᏅᏟ.

source: Now to him who is able to make you strong in agreement with the good news which I gave you and the preaching of Jesus Christ, in the light of the revelation of that secret which has been kept through times eternal,
chr: ᎾᏍᎩᏃ ᏰᎵᏉ ᏗᏣᎵᏂᎪᎯᏍᏙᏗ ᏥᎩ ᎾᏍᎩᏯ ᏂᎦᏪᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᎠᏆᏤᎵᎦ, ᎠᎴ ᎾᏍᎩᏯ ᏥᏌ ᎦᎶᏁᏛ ᎠᎦᎵᏥᏙᏅᎢ, ᎾᏍᎩᏯ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᎨᏒ ᎤᏕᎵᏛ, ᎾᏍᎩ ᎡᎶᎯ ᏧᏓᎴᏅᎲ ᏅᏓᎬᏩᏓᎴᏅᏛ ᎠᏕᎵᏍᏔᏅᎯ ᏥᎨᏎᎢ,

source: But is now made clear; and by the writings of the prophets, by the order of the eternal God, the knowledge of it has been given to all the nations, so that they may come under the rule of the faith;
chr: ᎪᎯᏍᎩᏂ ᎿᏉ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ, ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏧᏃᏪᎳᏅᎯ ᏗᎬᏔᏅᎯ ᎾᏍᎩᏯ ᎠᏓᏅᏖᏍᎬ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎡᎯ ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᎢᎨᎬᎸᎯ ᏂᎦᏗᏳ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎤᏃᎯᏳᏗᏱ ᎤᎬᏩᎵ^

source: To the only wise God, through Jesus Christ, be the glory for ever. So be it.
chr: ᎤᏁᎳᏅᎯ ᎤᏩᏒᎯᏳ ᎠᎦᏔᎾᎢ ᏥᎩ, ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᏂᎪᎯᎸᎢ. ᎡᎺᏅ.

source: First Epistle to the Corinthians
chr: ᎪᎵᏂᏗᏱ ᎠᏁᎯ ᎢᎬᏱᏱ ᎨᎪᏪᎳᏁᎸᎯ

source: Paul, an Apostle of Jesus Christ by the purpose of God, and Sosthenes the brother,
chr: ᏉᎳ, ᎠᏆᏑᏰᏛ ᎠᎩᏅᏏᏛ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏖᎸᎢ, ᎠᎴ ᏐᏍᏗᏂ ᎢᎩᏅᏟ,

source: To the church of God which is in Corinth, to those who have been made holy in Christ Jesus, saints by the selection of God, with all those who in every place give honour to the name of our Lord Jesus Christ, their Lord and ours:
chr: ᏫᏨᏲᏪᎳᏏ ᏗᏣᏁᎶᏗ ᎢᏣᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎪᎵᏂᏗᏱ ᏥᏣᏓᏡᎦ, ᎾᏍᎩ ᎢᏥᏍᎦᎾ ᏂᎨᏒᎾ ᎢᏰᏨᏁᎸᎯ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ, ᎡᏥᏯᏅᏛ ᎢᏣᏓᏅᏘ, ᎠᎴ ᎾᏂᎥ ᏂᎦᎥ ᏕᎨᏌᏗᏒ ᏥᏌ ᎦᎶᏁᏛ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏚᏙᎥ ᎠᏂᏁᎢᏍᏗᏍᎩ, ᎾᏍᎩ ᎢᏧᎳᏉ ᎾᏍᎩ ᎤᎾᏤᎵᎦ ᎠᎴ ᎠᏴ ᎢᎦᏤᎵᎦ;

source: Grace to you and peace from God our Father and the Lord Jesus Christ.
chr: ᎢᏣᏤᎵ ᎨᏎᏍᏗ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎢᏣᎵᏍᎪᎸᏔᏁᎸᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ.

source: I give praise to my God for you at all times, because of the grace of God which has been given to you in Christ Jesus;
chr: ᏂᎪᎯᎸ ᏥᏯᎵᎡᎵᏤᎰ ᎤᏁᎳᏅᎯ ᎠᏆᏤᎵᎦ, ᏂᎯ ᎨᏒ ᎢᏳᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᎡᏥᏁᎸᎯ ᏥᎩ.

source: So that in him you have wealth in all things, in word and in knowledge of every sort;
chr: ᎾᏍᎩ ᎢᏤᏅᎢᏍᏔᏅᎯ ᏥᎩ ᏂᎦᎥ ᏄᏓᎴᏒᎢ^ᏂᎦᎥ ᏗᏕᏲᏗ ᎨᏒ ᎠᎴ ᏂᎦᎥ ᎠᏕᏙᎥᎯᏍᏗ ᎨᏒᎢ;

source: Even as the witness of the Christ has been made certain among you:
chr: ᎾᏍᎩᏯ ᎦᎶᏁᏛ ᎠᏥᏃᎮᎸ ᎦᎪᎯᏳᏗ ᏁᏨᏁᎸᎢ;

source: So that having every grace you are living in the hope of the revelation of our Lord Jesus Christ;
chr: ᎾᏍᎩ ᎡᏍᎦ ᏂᏦᎭᏍᎬᎾ ᎨᏒ ᏑᏓᎴᎩ ᎤᏅ ᎬᏩᎦᏘᏯ ᎤᏓᎵᏍᎪᎸᏓᏁᏗ ᎨᏒᎢ; ᎢᏥᎦᏖᏃᎲ ᎤᎷᎯᏍᏗ ᎨᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ;

source: Who will give you strength to the end, to be free from all sin in the day of our Lord Jesus Christ.
chr: ᎾᏍᎩ ᎾᏍᏉ ᏨᏓᏣᎵᏂᎪᎯᏍᏔᏂ ᎤᎵᏍᏆᏗᏍᏗ ᎨᏒ ᎬᏗᏍᎩ, ᎾᏍᎩ ᎦᏰᏧᎢᏍᏙᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎾᎯᏳ ᎢᎦ ᎨᏎᏍᏗ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ.

source: God is true, through whom you have been given a part with his Son, Jesus Christ our Lord.
chr: ᎤᏁᎳᏅᎯ ᏄᏓᎵᏓᏍᏛᎾ, ᎾᏍᎩ ᎢᏥᏯᏅᏛ ᏥᎩ ᎢᏣᎵᎪᏗᏱ ᎾᏍᎩ ᎤᏪᏥ ᏥᏌ ᎦᎶᏁᏛ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ.

source: Now I make request to you, my brothers, in the name of our Lord Jesus Christ, that you will all say the same thing, and that there may be no divisions among you, so that you may be in complete agreement, in the same mind and in the same opinion.
chr: ᎾᏍᎩᏃ ᎢᏓᎵᏅᏟ ᎢᏨᏔᏲᏎᎭ ᏚᏙᎥ ᎬᏗᎭ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎤᏠᏱᎭ ᎢᏥᏁᎢᏍᏗᏱ, ᎠᎴ ᏗᏣᎦᎴᏅᏗᏍᎩ ᏂᏤᎲᎾ ᎢᏳᎵᏍᏙᏗᏱ; ᎤᎧᎵᏨᎯᏉᏍᎩᏂ ᏗᏣᏚᏙᏙᏗᏱ ᎤᏠᏱᏉ ᎢᏣᏓᏅᏖᎵᏙᎲᎢ, ᎠᎴ ᎤᏠᏱᏉ ᏕᏧᎪᏗᏍᎬᎢ.

source: Because it has come to my knowledge, through those of the house of Chloe, that there are divisions among you, my brothers.
chr: ᎥᎩᏃᏁᎸᎯᏰᏃ ᎢᎩ ᎢᏓᎵᏅᏟ ᏂᎯ ᎡᏥᏃᎮᏍᎬᎢ, ᎾᏍᎩ ᏠᎢ ᏚᏓᏘᎾᎥ ᎨᏥᏃᎮᏍᎬᎢ, ᎾᏍᎩ ᏗᏥᏲᏍᏗ ᎨᏒ ᎢᏤᎲᎢ.

source: That is, that some of you say, I am of Paul; some say, I am of Apollos; some say, I am of Cephas; and some say, I am Christ's.
chr: ᎯᎠ ᎾᏍᎩ ᏂᏥᏪᎭ, ᎾᏍᎩ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎯᎠ ᏂᏥᏪᏍᎬᎢ, ᎠᏴ ᏉᎳ ᏥᏯᎵᎪᏁᎯ; ᎠᏴᏃ ᎠᏉᎳ; ᎠᏴᏃ ᏏᏆᏏ; ᎠᏴᏃ ᎦᎶᏁᏛ.

source: Is there a division in Christ? was Paul nailed to the cross for you? or were you given baptism in the name of Paul?
chr: ᎢᎸᏍᎩᏍᎪ ᎢᏯᏥᏛᎯ ᎦᎶᏁᏛ? ᏉᎳᏍᎪ ᏓᏓᎿᏩᏍᏛ ᎠᎦᏛᏁ ᎢᏥᏍᏕᎸᏗᏱ? ᎠᎴᏍᎪ ᏉᎳ ᏚᏙᎥ ᏕᏣᏬᏍᏔᏁᎢ?

source: I give praise to God that not one of you had baptism from me, but Crispus and Gaius;
chr: ᎤᏁᎳᏅᎯ ᏥᏯᎵᎡᎵᏤᎭ ᏂᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᎢᏤᎲ ᎩᎶ ᏂᏥᏯᏬᎥᎾ ᎨᏒ ᏟᏍᏆ ᎠᎴ ᎦᏯ ᎤᏅᏒ;

source: So that no one may be able to say that you had baptism in my name.
chr: ᎩᎶᏰᏃ ᎤᏩᏒᏉ ᏚᏙᎥ ᏓᏓᏬᏍᏗᎭ, ᏱᎬᏉᏎᎭ.

source: And I gave baptism to the house of Stephanas; but I am not certain that any others had baptism from me.
chr: ᎠᎴ ᎾᏍᏉ ᏍᏗᏇᎾ ᏚᏓᏘᎾᎥ ᏕᎦᏥᏯᏬᎥᎩ; ᏅᏩᏓᎴᏃ ᎥᏝ ᏱᏆᏅᏔ ᏥᏯᏬᎥᎢ.

source: For Christ sent me, not to give baptism, but to be a preacher of the good news: not with wise words, for fear that the cross of Christ might be made of no value.
chr: ᎦᎶᏁᏛᏰᏃ ᎥᏝ ᏱᎩᏅᏎ ᏗᏆᏓᏬᏍᏗᏱ, ᎠᏆᎵᏥᏙᏗᏱᏍᎩᏂ ᎣᏍᏛ ᎧᏃᎮᏛ; ᎥᏝ ᎠᎵᏏᎾᎯᏍᏗ ᎨᏒ ᎦᏬᏂᎯᏍᏗᏱ ᎠᏋᏙᏗᏱ, ᎦᎶᏁᏛᏰᏃ ᎤᏤᎵ ᏧᏓᎿᏩᏛ ᎠᏎᏉᏉ ᏱᏅᎦᎵᏍᏓ.

source: For the word of the cross seems foolish to those who are on the way to destruction; but to us who are on the way to salvation it is the power of God.
chr: ᏓᏓᎿᏩᏍᏛᏰᏃ ᎧᏃᎮᏗ ᎨᏒ ᎠᎵᏍᎦᏁᏛ ᎤᏂᏰᎸᎭ ᎾᏍᎩ Ꮎ ᏧᏂᏲᎱᎯᏍᏗ ᏥᎩ; ᎠᏴᏍᎩᏂ ᎡᎩᏍᏕᎸᏗ ᏥᎩ ᎤᏁᎳᏅᎯ ᎤᎵᏂᎬᎬ ᎢᎩᏰᎸᎯ.

source: As it says in the holy Writings, I will put an end to the wisdom of the wise, and will put on one side the designs of those who have knowledge.
chr: ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎦᏪᎳ, ᏓᏥᏛᏔᏂ ᎠᏂᏏᎾᏒ ᎠᏂᏏᎾᏌᏂ, ᎠᎴ ᎠᏎᏉ ᏅᏓᎦᏥᏴᏁᎵ ᎠᏁᏯᏔᎯ ᎠᏁᏯᏔᎲᎢ.

source: Where is the wise? where is he who has knowledge of the law? where is the man of this world who has a love of discussion? has not God made foolish the wisdom of this world?
chr: ᎭᏢ ᎠᏏᎾᏌᏂ? ᎭᏢ ᏗᎪᏪᎵᏍᎩ? ᎭᏢ ᎦᏬᏂᏍᎬ ᎠᏗᏒᎯᎯ ᎠᏂ ᎡᎶᎯ ᎡᎯ? ᏝᏍᎪ ᎤᏁᎳᏅᎯ ᎠᎵᏍᎦᏁᏛᏉ ᏱᏄᏩᏁᎸ ᎠᏏᎾᏌᏅ ᎡᎶᎯ?

source: For because, by the purpose of God, the world, with all its wisdom, had not the knowledge of God, it was God's pleasure, by so foolish a thing as preaching, to give salvation to those who had faith in him.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᏥᏄᏩᏂᏌᏁ ᎡᎶᎯ ᎠᏂᏏᎾᏌᏅ ᎠᏅᏗᏍᎬ ᎤᏁᎳᏅᎯ ᏂᎬᏩᎦᏔᎲᎾ ᏥᎨᏎᎢ, ᎤᏁᎳᏅᎯ ᎣᏏ ᎤᏰᎸᏁ ᎠᎵᏍᎦᏁᏛ ᎠᎵᏥᏙᏗ ᎨᏒ ᎤᏮᏙᏗᏱ ᏧᏍᏕᎸᏗᏱ ᎠᏃᎯᏳᎲᏍᎩ.

source: Seeing that the Jews make request for signs, and the Greeks are looking for knowledge:
chr: ᎠᏂᏧᏏᏰᏃ ᎤᏰᎸᏛ ᎠᏂᏔᏲᎯᎭ, ᎠᏂᎪᎢᏃ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᎤᏂᏲᎭ;

source: But we give the good news of Christ on the cross, a hard thing to the Jews, and a foolish thing to the Gentiles;
chr: ᎠᏴᏍᎩᏂ ᎦᎶᏁᏛ ᏓᏓᎿᏩᏍᏛ ᎠᎦᏛᏅᎯ ᎣᏣᎵᏥᏙᎲᏍᎦ, ᎾᏍᎩ ᎠᏂᏧᏏ ᏧᏃᏕᏍᏗᏍᎩ, ᎠᏂᎪᎢᏃ ᎠᎵᏍᎦᏁᏛ ᎤᏂᏰᎸᎯ;

source: But to those of God's selection, Jews and Greeks, Christ is the power and the wisdom of God.
chr: Ꮎ-ᏍᎩᏂ ᎨᏥᏯᏅᏛ ᏥᎩ, ᎢᏧᎳᏉ ᎠᏂᏧᏏ ᎠᎴ ᎠᏂᎪᎢ, ᎦᎶᏁᏛ ᎤᏁᎳᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎠᎴ ᎠᏏᎾᏌᏂᏳ ᎨᏒ ᎤᏂᏰᎸᎯ.

source: Because what seems foolish in God is wiser than men; and what seems feeble in God is stronger than men.
chr: ᎠᎵᏍᎦᏁᏛᏰᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᏟ ᎾᏏᎾᎯ ᎡᏍᎦᏉ ᏴᏫ; ᎠᎴ ᎠᏩᎾᎦᎳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᏟ ᏄᎵᏂᎬᎦ ᎡᏍᎦᏉ ᏴᏫ.

source: For you see God's design for you, my brothers, that he has not taken a great number of the wise after the flesh, not the strong, not the noble:
chr: ᎢᏥᎪᏩᏗᎭᏰᏃ, ᎢᏓᎵᏅᏟ, ᏄᏍᏛ ᎡᏥᏯᏅᎲᎢ, ᎾᏍᎩ ᎥᏝ ᏳᏂᏣᏔ ᎠᏂᏏᎾᏌᏂ ᎤᏇᏓᎵ ᎤᎬᏩᎵ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᏳᏂᏣᏔ ᏧᎾᎵᏂᎩᏛ, ᎥᏝ ᎠᎴ ᏳᏂᏣᏔ ᎨᏥᎸᏉᏗ;

source: But God made selection of the foolish things of this world so that he might put the wise to shame; and the feeble things that he might put to shame the strong;
chr: ᎤᏁᎳᏅᎯᏍᎩᏂ ᏚᏑᏰᏒ ᎤᎾᎵᏍᎦᏂᏍᏛ ᎨᏥᏰᎸᎯ ᎠᏁ ᎡᎶᎯ, ᎾᏍᎩ ᏧᏕᎰᎯᏍᏙᏗᏱ ᎠᏂᎦᏔᎾᎢ; ᎠᎴ ᎤᏁᎳᏅᎯ ᏚᏑᏰᏒ ᎠᏂᏩᎾᎦᎳ ᎨᏥᏰᎸᎯ ᎠᏂ ᎡᎶᎯ, ᎾᏍᎩ ᏧᏕᎰᎯᏍᏙᏗᏱ ᏧᎾᎵᏂᎩᏛ;

source: And the low things of the world, and the things without honour, did God make selection of, yes, even the things which are not, so that he might make as nothing the things which are:
chr: ᎠᎴ ᎡᏍᎦ ᎤᏃᎭᏛ ᎠᏂ ᎡᎶᎯ, ᎠᎴ ᏅᎵᏌᎵ ᎨᏥᏰᎸᎯ ᎤᏁᎳᏅᎯ ᏚᏑᏰᏒ, ᎠᎴ ᎾᏍᎩ ᎾᏁᎲᎾ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏎᏉᏉ ᎢᏳᎾᎵᏍᏙᏗᏱ ᎾᏍᎩ ᏣᏁᎭ;

source: So that no flesh might have glory before God.
chr: ᎾᏍᎩ ᎩᎶ ᎤᏇᏓᎵ ᎨᏒ ᎤᏢᏈᏍᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩ ᎠᎦᏔᎲᎢ.

source: But God has given you a place in Christ Jesus, through whom God has given us wisdom and righteousness and salvation, and made us holy:
chr: ᏂᎯᏍᎩᏂ ᎾᏍᎩ ᎢᏥᎾᏄᎪᏫᏒᎯ ᎢᎩ, ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎠᎴ ᏚᏳᎪᏛ ᎨᏒ ᎠᎴ ᎾᏍᎦᏅᎾ ᎢᎬᏁᏗ ᎨᏒ, ᎠᎴ ᎠᎫᏴᏙᏗ ᎨᏒ, ᎠᏴ ᎢᎬᏁᎸᎯ ᏥᎩ ᎤᏁᎳᏅᎯ;

source: So that, as it is said in the holy Writings, Whoever has a desire for glory, let his glory be in the Lord.
chr: ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎩᎶ ᎠᏢᏈᏍᎨᏍᏗ ᏱᎰᏩ ᎠᏢᏆᏍᏙᏗᏍᎨᏍᏗ.

source: And when I came to you, my brothers, I did not come with wise words of knowledge, putting before you the secret of God.
chr: ᎠᎴ ᎠᏴ ᎢᏓᎵᏅᏟ, ᏫᏨᎷᏤᎸ, ᎥᏝ ᎣᏌᏂ ᎦᏬᏂᎯᏍᏗ ᎨᏒ ᎠᎴ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏱᏨᎷᎯᏍᏓᏁᎴᎢ, ᎢᏨᏃᏁᎲ ᎪᎯᏳᏗᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: For I had made the decision to have knowledge of nothing among you but only of Jesus Christ on the cross.
chr: ᏓᏊᎪᏔᏅᎩᏰᏃ ᎾᏍᎩ ᎪᎱᏍᏗ ᎠᎩᎦᏙᎥᎯᏍᏗᏱ ᏂᎨᏒᎾ ᏂᎯ ᎢᏤᎲ, ᎤᏩᏒᎯᏳ ᏥᏌ ᎦᎶᏁᏛ ᎠᎴ ᎾᏍᎩ ᏓᏓᎿᏩᏍᏛ ᎠᎦᏛᏅᎯ.

source: And I was with you without strength, in fear and in doubt.
chr: ᎠᎴ ᏥᏩᎾᎦᎸᎢ, ᎠᎴ ᏥᎾᏰᏍᎬᎢ, ᎠᎴ ᎤᏣᏘ ᎠᎩᎾᏫᏍᎬ ᎢᏨᏰᎳᏗᏙᎲᎩ.

source: And in my preaching there were no honeyed words of wisdom, but I was dependent on the power of the Spirit to make it clear to you:
chr: ᎠᎴ ᏥᏬᏂᏍᎬ ᎠᎴ ᎦᎵᏥᏙᎲᏍᎬᎢ ᎥᏝ ᏴᏫ ᎤᏤᎵ ᎠᏓᏍᏗᏰᏗᏍᎩ ᎠᎦᏙᎥᎪᏍᏗ ᎨᏒ ᏱᎬᏗᏍᎨᎢ, ᎠᏓᏅᏙᏍᎩᏂ ᎠᎴ ᎤᎵᏂᎩᏗ ᎨᏒ ᏄᏜᏏᏛᏒᎾ ᏂᎬᏁᎲᎢ;

source: So that your faith might be based not on man's wisdom but on the power of God.
chr: ᎾᏍᎩ ᎢᏦᎯᏳᏒ ᏴᏫ ᎠᏂᎦᏔᎿᎥᎢ ᏄᎵᏍᎦᏍᏙᏛᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎤᏁᎳᏅᎯᏍᎩ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ.

source: But still we have wisdom for those who are complete in knowledge, though not the wisdom of this world, and not of the rulers of this world, who are coming to nothing:
chr: ᎠᎦᏙᎥᎯᏍᏗᏍᎩᏂᏃᏅ ᎨᏒ ᎣᏨᏗᏍᎪ ᎣᏥᏬᏂᎯ ᎪᎱᏍᏗ ᏄᏂᎷᎶᏤᎲᎾ; ᎥᏝ ᎠᏗᎾ ᎡᎶᎯ ᎤᏤᎵ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ, ᎥᏝ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎡᎶᎯ ᎠᏁᎯ ᎤᎾᏤᎵᎦ, ᎾᏍᎩ ᎠᏎᏉᏉ ᎢᎦᎵᏍᏗᏍᎩ ᏥᎩ.

source: But we give the news of the secret wisdom of God, which he had kept in store before the world came into existence, for our glory;
chr: ᎠᏴᏍᎩᏂ ᎣᏥᏬᏂᏍᎪ ᎣᏨᏗᏍᎪ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎤᏕᎵᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎬᏍᎦᎵ, ᎾᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ ᏥᏚᏭᎪᏔᏁ ᎤᏁᎳᏅᎯ ᎡᎶᎯ ᎠᏏ ᏂᎨᏒᎾ ᏥᎨᏎᎢ, ᏧᎬᏩᎴ ᎠᏴ ᎡᎩᎸᏉᏙᏗᏱ.

source: Of which not one of the rulers of this world had knowledge: for if they had, they would not have put the Lord of glory on the cross:
chr: ᎾᏍᎩ ᎥᏝ ᎩᎶ ᏗᎨᎦᏁᎶᏗ ᎡᎶᎯ ᎠᏁᎯ ᏱᏂᎦᏔᎮᎢ; ᏱᎠᏂᎦᏔᎮᏰᏃ ᎥᏝ ᎦᎸᏉᏗᏳ ᎤᎬᏫᏳᎯ ᏓᏓᎿᏩᏍᏛ ᏱᎬᏩᎾᏛᏁᎢ;

source: But as it says in the holy Writings, Things which the eye saw not, and which had not come to the ears or into the heart of man, such things as God has made ready for those who have love for him.
chr: ᎾᏍᎩᏯᏍᎩᏂ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎩᎶ ᎤᎪᎲᎯ ᏂᎨᏒᎾ, ᎠᎴ ᎤᏛᎦᏅᎯ ᏂᎨᏒᎾ, ᎠᎴ ᏴᏫ ᎤᎾᏫᏱ ᎤᏴᎸᎯ ᏂᎨᏒᎾ, ᎾᏍᎩ ᏄᏍᏛ ᎤᏁᎳᏅᎯ ᏚᏛᏅᎢᏍᏓᏁᎸ ᎾᏍᎩ ᎬᏩᎨᏳᎯ.

source: But God has given us the revelation of these things through his Spirit, for the Spirit makes search into all things, even the deep things of God.
chr: ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᏂᎬᏁᎸ ᎤᏓᏅᏙ ᎤᏮᏔᏅ; ᎠᏓᏅᏙᏰᏃ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎠᎪᎵᏰᏍᎪᎢ, ᎾᏍᏉ ᎬᏍᎦᎵ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: For who has knowledge of the things of a man but the spirit of the man which is in him? in the same way, no one has knowledge of the things of God but the Spirit of God.
chr: ᎦᎪᏰᏃ ᎢᏳᏍᏗ ᏴᏫ ᏧᏓᎴᏅᏛ ᏴᏫ ᏧᏤᎵᎦ ᎠᎦᏔᎭ? ᎤᏩᏒᏉᏍᎩᏂ ᏴᏫ ᎤᏓᏅᏙ ᎾᏍᎩ ᏧᏯᎠ. ᎾᏍᎩᏯ ᎾᏍᏉ ᏧᏓᎴᏅᏛ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ ᎥᏝ ᎩᎶ ᏯᎦᏔᎭ, ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎤᏩᏒ.

source: But we have not the spirit of the world, but the Spirit which comes from God, so that we may have knowledge of the things which are freely given to us by God.
chr: ᎠᎴ ᎠᏴ ᎥᏝ ᎠᏓᏅᏙ ᎡᎶᎯ ᎡᎯ ᏱᏙᎦᏓᏂᎸᏨ, ᎠᏓᏅᏙᏍᎩᏂ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ, ᎾᏍᎩ ᎣᎩᎦᏙᎥᎯᏍᏗᏱ ᎾᏍᎩ ᎬᏩᎦᏘᏯ ᎣᎩᏁᎸᎯ ᎨᏒ ᎤᏁᎳᏅᎯ.

source: And these are the things which we say, not in the language of man's wisdom, but in words given to us by the Spirit, judging the things of the spirit by the help of the Spirit.
chr: ᎾᏍᎩ ᎾᏍᏉ ᎣᏥᏃᎮᏍᎪᎢ, ᎥᏝ ᏲᏨᏗᏍᎪ ᎦᏬᏂᎯᏍᏗ ᏴᏫ ᎤᏤᎵ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏧᏕᏲᏅᎯ, ᎦᎸᏉᏘᏳᏍᎩᏂ ᎠᏓᏅᏙ ᏧᏕᏲᏅᎯ; ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎬᏂᎨᏒ ᏂᏙᏨᏁᎰ ᎠᏓᏅᏙ ᎤᏁᎯ.

source: For the natural man is not able to take in the things of the Spirit of God: for they seem foolish to him, and he is not able to have knowledge of them, because such knowledge comes only through the Spirit.
chr: ᏴᏫᏍᎩᏂ ᎤᏓᏁᏟᏴᏛ ᏂᎨᏒᎾ ᎨᏒ ᎥᏝ ᏱᏓᏓᏂᎸᎪ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ; ᎠᎵᏍᎦᏁᏛᏉᏰᏃ ᏚᏰᎸᏐᎢ; ᎥᏝ ᎠᎴ ᏗᎬᏬᎵᏍᏗ ᏱᎨᏐᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᏓᏅᏙ ᎬᏗ ᏗᎬᎪᏩᏛᏗ ᎨᏒᎢ.

source: But he who has the Spirit, though judging all things, is himself judged by no one.
chr: Ꮎ-ᏍᎩᏂ ᎠᏓᏅᏙ ᎤᏪᎯ ᏂᎦᎥ ᎠᎪᏩᏘᏍᎪᎢ, ᎠᏎᏃ ᎤᏩᏒ ᏄᏍᏛ ᎥᏝ ᎩᎶ ᏳᎪᏩᏘᏍᎪᎢ.

source: For who has knowledge of the mind of the Lord, so as to be his teacher? But we have the mind of Christ.
chr: ᎦᎪᎨ ᎤᎦᏙᎥᏐ ᏱᎰᏩ ᎤᏓᏅᏛᎢ, ᎾᏍᎩ ᏰᎵ ᎬᏪᏲᏗ ᎢᎬᏩᎵᏍᏙᏗ? ᎠᏴᏍᎩᏂ ᎦᎶᏁᏛ ᎤᏓᏅᏛ ᎢᎨᎭ.

source: And the teaching I gave you, my brothers, was such as I was able to give, not to those who have the Spirit, but to those who are still in the flesh, even to children in Christ.
chr: ᎠᎴ ᎠᏴ, ᎢᏓᎵᏅᏟ, ᎥᏝ ᎠᏓᏅᏙ ᏧᎾᏘᏂᏙᎯ ᎾᏍᎩᏯ ᎨᏨᏬᏁᏙᏗ ᏱᎨᏎᎢ, ᎤᏇᏓᎵᏉᏍᎩᏂ ᏧᎾᏘᏂᏙᎯ ᎾᏍᎩᏯᎢ, ᎾᏍᎩᏯᏉ ᏧᎾᏍᏗ ᏗᏂᏲᎵ ᎦᎶᏁᏛ ᏚᎾᏚᏓᏛ ᎨᏒᎢ.

source: I gave you milk and not meat, because you were, then, unable to take it, and even now you are not able;
chr: ᎤᏅᏗ ᎢᏨᏰᎳᏍᏗᏍᎬᎩ ᎥᏝᏃ ᎪᎱᏍᏗ ᎠᎩᏍᏗ; ᏧᏩᎫᏔᏅᏒᏰᏃ ᎥᏝ ᏰᎵ ᎨᏥᎩᏍᏗ ᏱᎨᏎᎢ, ᎠᎴ ᎪᎯ ᎨᏒ ᎥᏝ ᎠᏏ ᏰᎵ ᏱᎩ.

source: Because you are still in the flesh: for when there is envy and division among you, are you not still walking after the way of the flesh, even as natural men?
chr: ᎠᏏᏉᏰᏃ ᎤᏇᏓᎵ ᏕᏣᏘᏂᏙᎭ; ᎾᏍᎩᏰᏃ ᏥᏤᎭ ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎢᎸᏍᏗ ᎢᏯᏓᏗᏍᏗ ᎨᏒᎢ, ᏝᏍᎪ ᎤᏇᏓᎵ ᎢᏣᏘᏂᏙᎯ ᏱᎩ, ᎠᎴ ᏴᏫᏉ ᎤᏁᏓᏍᏗ ᎾᏍᎩᏯ ᏱᏣᏙᎭ?

source: For when one says, I am of Paul; and another says, I am of Apollos; are you not talking like natural men?
chr: ᎠᏏᏴᏫᏰᏃ ᎯᎠ ᏥᏂᎦᏪᏍᎪᎢ, ᎠᏴ ᏉᎳ ᏥᏯᎵᎪᏁᎯ, ᏅᏩᏓᎴᏃ, ᎠᏴ ᎠᏉᎳ ᏥᏯᎵᎪᏁᎯ; ᏝᏍᎪ ᎤᏇᏓᎵ ᏗᏣᏘᏂᏙᎯ ᏱᎩ?

source: What then is Apollos? and what is Paul? They are but servants who gave you the good news as God gave it to them.
chr: ᎦᎪᎨᏃ ᎢᏳᏍᏗ ᏉᎳ, ᎠᎴ ᎠᏉᎳ ᎦᎪ? ᏝᏍᎪ ᎨᏥᏅᏏᏓᏍᏗᏉ ᏱᎩ, ᎾᏍᎩ ᎢᏳᏅᏂᏌᏛ ᏥᏦᎯᏳᏅᎩ, ᎾᏍᎩᏯ ᎤᎬᏫᏳᎯ ᎠᏂᏏᏴᏫᎭ ᏚᏁᎸᎢ?

source: I did the planting, Apollos did the watering, but God gave the increase.
chr: ᎠᏴ ᎠᎩᏫᏒᎩ, ᎠᏉᎳ ᎠᎹ ᎤᏍᏚᏢᎩ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏁᏉᎢᏍᏗᏱ ᏄᏩᏁᎸᎩ.

source: So then the planter is nothing, and the waterer is nothing; but God who gives the increase.
chr: ᎾᏍᎩᏃ Ꮎ ᎠᏫᏍᎩ ᎥᏝ ᎪᎱᏍᏗ ᏱᎩ, Ꮎ ᎠᎴ ᎠᎹ ᎠᏍᏚᏟᏍᎩ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏁᏉᎢᏍᏗᏱ ᎢᎬᏁᎯ ᏥᎩ.

source: Now the planter and the waterer are working for the same end: but they will have their separate rewards in the measure of their work.
chr: ᎾᏍᎩᏃ Ꮎ ᎠᏫᏍᎩ ᎠᎴ Ꮎ ᎠᎹ ᎠᏍᏚᏟᏍᎩ ᏌᏉᏉ ᎾᎾᎵᏍᏗᎭ; ᎠᎴ ᎾᏂᎥ ᎠᏂᏏᏴᏫᎭ ᎨᎦᎫᏴᎡᏗ ᎨᏎᏍᏗ ᎤᎾᏤᎵᎦᏯ ᎨᎦᎫᏴᏓᏁᏗ ᎨᏒ, ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏅᏒ ᏕᎤᏂᎸᏫᏍᏓᏁᎸᎢ.

source: For we are workers with God: you are God's planting, God's building.
chr: ᎠᏴᏰᏃ ᎤᏁᎳᏅᎯ ᎢᏧᎳᎭ ᏦᎩᎸᏫᏍᏓᏁᎯ, ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᎶᎨᏒᎢ, ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᏁᏍᎨᎲᎯ.

source: In the measure of the grace given to me, I, as a wise master-builder, have put the base in position, and another goes on building on it. But let every man take care what he puts on it.
chr: ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᏴ ᎥᎩᏁᎸᎢ, ᎾᏍᎩᏯ ᎠᏏᎾᏌᏂ ᏄᎬᏫᏳᏒ ᏗᏁᏍᎨᏍᎩ ᎢᏳᏛᏁᏗ ᎾᏆᏛᏁᎸ ᎦᎫᏍᏛᏗ ᎠᎩᏅ, ᏅᏩᏓᎴᏃ ᎾᎿ ᎤᏁᏍᎨᎲ. ᎠᏎᏃ ᎾᏂᎥ ᎩᎶ ᎠᏁᏯᏔᎮᏍᏗ ᏄᏍᏛ ᎠᎾᏁᏍᎨᏍᎬ ᎾᎿᏂ.

source: For there is no other base for the building but that which has been put down, which is Jesus Christ.
chr: ᏅᏩᏓᎴᏰᏃ ᎦᎫᏍᏛᏗ ᎥᏝ ᎩᎶ ᎬᏩᏗ ᏱᎩ ᎾᏍᎩ ᎤᏩᏒ ᎦᏳᎳ ᎠᏅᎯ ᏥᎩ, ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᏥᎩ.

source: But on the base a man may put gold, silver, stones of great price, wood, dry grass, cut stems;
chr: ᎾᏍᎩᏃ ᎢᏳ ᎩᎶ ᎾᏍᎩ ᎯᎠ ᎦᎫᏍᏛᏗᎯ ᏳᏝᏅ, ᎠᏕᎸ ᏓᎶᏂᎨ ᏳᏁᏍᎨᏔᏅ, ᎠᏕᎸ ᎤᏁᎬ, ᏗᎦᎸᏉᏗ ᏅᏯ, ᎠᏓ, ᎧᏁᏍᎦ, ᎠᏍᎫᏕᏒᎯ ᎤᎵᏃᎯᏴᎯ,

source: Every man's work will be made clear in that day, because it will be tested by fire; and the fire itself will make clear the quality of every man's work.
chr: ᎾᏂᎥ ᏴᏫ ᏚᏂᎸᏫᏍᏓᏁᎸ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎨᏎᏍᏗ; ᎾᎯᏳᏰᏃ ᎤᎾᏄᎪᏫᏍᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎠᏥᎸ ᎤᎪᎵᏰᏗ ᎨᏎᏍᏗ ᎾᏂᎥ ᏴᏫ ᏚᏂᎸᏫᏍᏓᏁᎸ ᎢᏳᏍᏗ ᎾᏍᎩ ᎨᏒᎢ.

source: If any man's work comes through the test, he will have a reward.
chr: ᎢᏳᏃ ᎩᎶ ᏚᎸᏫᏍᏓᏁᎸ ᏱᏁᎬᏩᏍᏗᏉ ᎾᎿ ᎤᏁᏍᎨᎲᎢ, ᎾᏍᎩ ᎠᎦᎫᏴᎡᏗ ᎨᏎᏍᏗ.

source: If the fire puts an end to any man's work, it will be his loss: but he will get salvation himself, though as by fire.
chr: ᎢᏳᏃ ᎩᎶ ᏚᎸᏫᏍᏓᏁᎸ ᏯᎪᎲᏍᏔᏅ, ᎾᏍᎩ ᎤᏲᎱᏎᎮᏍᏗ; ᎤᏩᏒᏍᎩᏂ ᎠᏥᏍᏕᎸᏗ ᎨᏎᏍᏗ; ᎠᏎᏃ ᎠᏥᎸ ᏣᏥᏍᏕᎸᏔᏃ ᎾᏍᎩᏯᎢ.

source: Do you not see that you are God's holy house, and that the Spirit of God has his place in you?
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ ᏂᎯ ᎤᏁᎳᏅᎯ ᎦᏁᎸ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎢᏥᏯᎥᎢ?

source: If anyone makes the house of God unclean, God will put an end to him; for the house of God is holy, and you are his house.
chr: ᎢᏳᏃ ᎩᎶ ᏳᏲᏍᏔᏅ ᎤᏁᎳᏅᎯ ᎦᏁᎸᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏓᏳᏲᏍᏔᏂ; ᎤᏁᎳᏅᎯᏰᏃ ᎦᏁᎸ ᎦᎸᏉᏗᏳ, ᎾᏍᎩᎾ ᏂᎯ ᏥᎩ.

source: Let no man have a false idea. If any man seems to himself to be wise among you, let him become foolish, so that he may be wise.
chr: ᏞᏍᏗ ᎩᎶ ᎤᏩᏒ ᏥᎠᏓᎵᏓᏍᏔᏂ. ᎢᏳᏃ ᎩᎶ ᏂᎯ ᎢᏤᎲᎢ ᎠᎦᏔᎿᎢ ᏱᏅᏩᏍᏗ ᎠᏂ ᎡᎶᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏁᎫ ᏫᏂᎦᎵᏍᏓ, ᎾᏍᎩ ᎠᎦᏔᎿᎢ ᎢᏳᎵᏍᏙᏗᏱ.

source: For the wisdom of this world is foolish before God. As it is said in the holy Writings, He who takes the wise in their secret designs:
chr: ᎠᎦᏙᎥᎯᏍᏗᏰᏃ ᎨᏒ ᎠᏂ ᎡᎶᎯ ᎡᎯ ᎠᎵᏍᎦᏁᏛᏉ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬᎢ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ, ᏕᎦᏂᏱᎭ ᎠᏂᎦᏔᎿᎢ ᎬᏗᎭ ᎤᏅᏒ ᎠᏂᏏᎾᏌᏅᎢ.

source: And again, The Lord has knowledge of the reasonings of the wise, that they are nothing.
chr: ᎠᎴᏬ, ᏱᎰᏩ ᎠᎦᏔᎭ ᎠᎾᏓᏅᏖᏍᎬ ᎠᏂᎦᏔᎿᎢ, ᎾᏍᎩ ᎠᏎᏉᏉ ᎨᏒᎢ.

source: So let no one take pride in men. For all things are yours;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᎩᎶ ᏴᏫᏉ ᏱᏓᏢᏆᏍᏙᏗᏍᎨᏍᏗ; ᏂᎦᏗᏳᏰᏃ ᏧᏓᎴᏅᏛ ᎢᏣᏤᎵᎦ;

source: Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;
chr: ᎾᏍᏉ ᏉᎳ ᏱᎩ, ᎠᎴ ᎠᏉᎳ, ᎠᎴ ᏏᏆᏏ, ᎠᎴ ᎡᎶᎯ, ᎠᎴ ᎬᏂᏛ, ᎠᎴ ᎠᏲᎱᎯᏍᏗ, ᎠᎴ ᎪᎱᏍᏗ ᎪᎯ ᎨᏒ, ᎠᎴ ᎪᎱᏍᏗ ᎠᏏ ᏥᎨᏎᏍᏗ; ᏂᎦᏗᏳ ᎢᏣᏤᎵᎦ;

source: And you are Christ's; and Christ is God's.
chr: ᎠᎴ ᏂᎯ ᎦᎶᏁᏛ ᏧᏤᎵᎦ; ᎦᎶᏁᏛᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: Let us be judged as servants of Christ, and as those who are responsible for the secret things of God.
chr: ᎾᏂᎥ ᎩᎶ ᎪᎦᏓᏅᏖᏍᎬ ᎦᎶᏁᏛ ᎣᎩᏅᏏᏓᏍᏗ ᎾᏍᎩᏯ ᎪᎦᏓᏅᏖᏍᎨᏍᏗ, ᎠᎴ ᎣᎦᎦᏌᏯᏍᏗᏕᎩ ᎤᏕᎵᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: And it is right for such servants to be safe persons.
chr: ᎠᎴ ᎾᏍᏉ ᎤᎾᎦᏌᏯᏍᏗᏕᎩ ᎤᏚᎩ ᎨᎬᏐ ᏚᏳᎪᏛ ᎢᏳᎾᏛᏁᏗᏱ.

source: But it is a small thing to me that I am judged by you or by man's judging; I am not even a judge of myself.
chr: ᎠᏴᏍᎩᏂ ᎦᏓᏅᏖᏍᎬ ᏅᎵᏌᎵᏉ ᏂᎯ ᏗᏍᎩᏳᎪᏓᏁᏗᏱ, ᎠᎴ ᎠᏫᏉ ᏧᏭᎪᏙᏗ ᎨᏒᎢ; ᎥᎥ, ᎥᏝ ᎠᏋᏒ ᏱᏗᎦᏓᏚᎪᏓᏁᎭ;

source: For I am not conscious of any wrong in myself; but this does not make me clear, for it is the Lord who is my judge.
chr: ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏱᏥᎦᏔᎭ ᎠᏋᏒ ᎠᏆᏓᎳᏫᏎᏗ; ᎠᏎᏃ ᎥᏝ ᎾᏍᎩ ᏯᏊᏓᎴᎭ; ᎤᎬᏫᏳᎯᏍᎩᏂ ᎾᏍᎩ ᏗᏊᎪᏓᏁᎯ.

source: For this reason let there be no judging before the time, till the Lord comes, who will make clear the secret things of the dark, and the designs of the heart; and then will every man have his praise from God.
chr: ᎾᏍᎩᏍᎩᏂ ᎢᏳᏍᏗ ᏞᏍᏗ ᏗᏧᎪᏔᏅᎩ ᎠᏏᏉ ᏄᏍᏆᎸᎲᎾ, ᎬᏂ ᎤᎬᏫᏳᎯ ᎦᎷᏨᎭ, ᎾᏍᎩ ᎢᎦ ᎦᏛ ᏥᏙᏓᎦᎾᏄᎪᏫᏏ ᎤᎵᏏᎬ ᏗᎬᏍᎦᎵ ᏥᎩ, ᎠᎴ ᎬᏂᎨᏒ ᏂᏙᏓᎬᏁᎵ ᏧᏂᎾᏫᏱ ᏄᏍᏛ ᏚᎾᏓᏅᏖᎸᎢ; ᎿᏉᏃ ᎾᏂᎥ ᎨᏥᎸᏉᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏎᏍᏗ.

source: My brothers, it is because of you that I have taken Apollos and myself as examples of these things, so that in us you might see that it is not wise to go farther than what is in the holy Writings, so that no one of you may be lifted up against his brother.
chr: ᎠᎵ ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ, ᎢᏓᎵᏅᏟ, ᏕᎦᏟᎶᏍᏗᏍᎬ ᎠᏋᏒ ᎦᏓᏁᎢᏍᏓ ᎠᎴ ᎠᏉᎳ ᏥᏁᎢᏍᏓ ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᎾᏍᎩ ᏍᎩᏯᏕᎶᏆᎡᏗᏱ ᎢᏣᏓᏅᏖᏍᎬ ᎢᏥᎶᏒᏍᏙᏗᏱ ᏂᎨᏒᎾ ᏂᎬᏅ ᎪᏪᎸᎢ, ᎾᏍᎩ ᎩᎶ ᎤᏢᏈᏍᏗᏱ ᏂᎨᏒᎾ ᎠᏏᏴᏫ ᎦᎸᏉᏗᏍᎬ ᏅᏩᏓᎴᏃ ᎠᏡᏗᏍᎬᎢ.

source: For who made you better than your brother? or what have you that has not been given to you? but if it has been given to you, what cause have you for pride, as if it had not been given to you?
chr: ᎦᎪᎨ ᏅᏩᏓᎴ ᏂᏨᏁᎸ? ᎠᎴ ᎦᏙ ᏣᎭ ᎾᏍᎩ ᏁᏣᏁᎸᎾ ᎨᏒᎢ? ᎢᏳᏃ ᎡᏣᏁᎸᎯ ᏱᎩ, ᎦᏙᏃ ᎢᎭᏢᏈᏍᎦ ᏁᏣᏁᎸᎾᏉ ᏥᎨᏐ ᎾᏍᎩᏯᎢ?

source: For even now you are full, even now you have wealth, you have been made kings without us: truly, I would be glad if you were kings, so that we might be kings with you.
chr: ᎿᏉ ᎢᏥᎧᎵᏨᎯ, ᎿᏉ ᎢᏤᎿᎢᏳ, ᎢᏥᎬᏫᏳᎯ ᎨᏒᎢ ᎠᏴ ᏂᏨᏯᎵᎪᏁᎸᎾ, ᎠᎴ ᏲᎯ ᎤᏙᎯᏳᎯ ᎢᏥᎬᏫᏳᎯ ᏱᎩ, ᎠᏴ ᎾᏍᏉ ᎢᏧᎳᎭ ᎢᎩᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ.

source: For it seems to me that God has put us the Apostles last of all, as men whose fate is death: for we are put on view to the world, and to angels, and to men.
chr: ᎦᏓᏅᏖᏍᎬᏰᏃ ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᏃᎬᏁᎸ ᎠᏴ ᎣᎩᏅᏏᏛ ᎣᏂᏱ ᎨᏒᎢ, ᏦᎩᏲᎱᎯᏍᏗᏱ ᎾᏍᎩᏯᎢ; ᏗᎪᎦᎧᏃᏗᏰᏃ ᏃᎦᎵᏍᏔᏅ ᎡᎶᎯ ᎠᎴ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎠᎴ ᏴᏫ.

source: We are made to seem foolish for Christ, but you are wise in Christ; we are feeble, but you are strong; you have glory, but we have shame.
chr: ᎣᎩᏁᎫ ᎠᏴ ᎦᎶᏁᏛ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᏂᎯᏍᎩᏂ ᎢᏥᎦᏔᎿᎢ ᎦᎶᏁᏛ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᏦᏥᏩᎾᎦᎳ ᎠᏴ, ᏂᎯᏍᎩᏂ ᏗᏣᎵᏂᎩᏗᏳ; ᎡᏥᎸᏉᏗᏳ ᏂᎯ, ᎠᏴᏍᎩᏂ ᎣᎩᏂᏆᏘᎯ.

source: Even to this hour we are without food, drink, and clothing, we are given blows and have no certain resting-place;
chr: ᎪᎯ ᎨᏒ ᎢᏯᏍᏗ, ᎠᎪᏄ ᏙᎩᏲᏏᎭ, ᎠᎴ ᏙᎩᏔᏕᎩᎭ, ᎠᎴ ᏦᎩᏰᎸᏌᎢ, ᎠᎴ ᎠᏍᏈᏅ ᏙᎬᏂᏍᏗᎭ, ᎠᎴ ᎢᎸᎯᏢ ᎣᎨᏅᏒ ᏂᎨᏒᎾ;

source: And with our hands we do the hardest work: when they give us curses we give blessings, when we undergo punishment we take it quietly;
chr: ᎠᎴ ᎠᏍᏓᏯ ᏙᎩᎸᏫᏍᏓᏁᎰᎢ, ᎣᎬᏒ ᏦᎪᏰᏂ ᏙᏨᏗᏍᎪ ᎪᎱᏍᏗ ᎣᏣᏛᏁᎰᎢ. ᎦᏲᎩᏐᏢᏗᏍᎬ ᎣᏍᏛ ᏙᏥᏁᏤᎰᎢ; ᎤᏲ ᏃᎬᏁᎲ ᎤᏁᎳᎩ ᎣᏤᎵᏍᎪᎢ;

source: When evil things are said about us we give gentle answers: we are made as the unclean things of the world, as that for which no one has any use, even till now.
chr: ᎣᎩᏃᎮᏍᎬᎢ, ᎣᏥᏔᏲᎯᎰᏉ; ᎤᏁᎢᎸᏗ ᎡᎶᎯ ᎡᎯ ᎾᏍᎩᏯ ᎾᎦᎵᏍᏔᏅ, ᎠᎴ ᎦᏓᎭ ᎨᏒ ᎾᎦᎥ ᏧᏓᎴᏅᏛ ᎠᏍᏛᎪᏒᎯ ᏃᎦᎵᏍᏔᏅ ᎪᎯ ᎢᏯᏍᏗ.

source: I am not saying these things to put you to shame, but so that, as my dear children, you may see what is right.
chr: ᎥᏝ ᎢᏨᏍᏕᎣᎯᏍᏙᏗᏱ ᏱᎩᏰᎸ ᎯᎠ ᎾᏍᎩ ᏥᏨᏲᏪᎳᏁᎭ; ᏗᏇᏥᏍᎩᏂ ᎢᏨᎨᏳᎢ ᎾᏍᎩᏯᎢ ᎢᏨᏯᏅᏓᏗᏍᏗᎭ.

source: For even if you had ten thousand teachers in Christ, you have not more than one father: for in Christ Jesus I have given birth to you through the good news.
chr: ᎾᏍᏉᏰᏃ ᎠᏍᎪᎯ ᎢᏯᎦᏴᎵ ᏱᎾᏂᎥ ᏗᎨᏤᏲᎲᏍᎩ ᎦᎶᏁᏛ ᏕᏣᏁᎶᏛᎢ, ᎠᏎᏃ ᎥᏝ ᏯᏂᎪᏗ ᏗᏥᏙᏓ; ᎦᎶᏁᏛᏰᏃ ᏥᏌ ᏕᏣᏁᎶᏛ ᎣᏍᏛ ᎧᏃᎮᏛ ᎬᏗ ᏍᎩᏯᏕᏁᎸᎩ.

source: So my desire is that you take me as your example.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏍᏗᏰᏗᎭ ᎠᏴ ᏍᎩᏯᏕᎶᏆᎡᎯ ᎢᏣᎵᏍᏙᏗᏱ.

source: For this cause I have sent Timothy to you, who is my dear and true child in the Lord; he will make clear to you my ways in Christ, even as I am teaching everywhere in every church.
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏥᏅᏒᎩ ᏗᎹᏗ ᎢᏥᏩᏛᎲᏍᏗᏱ, ᎾᏍᎩ ᏥᎨᏳᎢ ᏥᎩ ᎠᏇᏥ, ᎠᎴ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎤᎬᏫᏳᎯ ᏓᎧᎿᏩᏕᎬᎢ; ᎾᏍᎩ ᏓᏣᏅᏓᏗᏍᏔᏂ ᏄᏍᏛ ᎨᏙᎲ ᎦᎶᏁᏛ ᏕᏥᎦᎿᏩᏕᎬᎢ, ᎾᏍᎩᏯ ᏕᎦᏕᏲᎲᏍᎬ ᏂᎦᎥ ᏕᎨᏌᏗᏒ ᏚᎾᏓᏡᏩᏗᏒ ᏧᎾᏁᎶᏗ.

source: Now some are full of pride, as if I was not coming to you.
chr: ᎾᏍᎩᏃ ᎢᎦᏛ ᏚᎾᏕᏋᎯᏍᏗ ᏥᏫᏅᏗᏨᎷᏤᎵᏒᎾᏉ ᏥᎨᏐ ᎾᏍᎩᏯᎢ.

source: But I will come to you in a short time, if it is pleasing to the Lord, and I will take note, not of the word of those who are full of pride, but of the power.
chr: ᎠᏎᏃ ᏮᏓᏨᎷᏤᎵ ᏂᎪᎯᎸᎾ, ᎢᏳᏃ ᎤᎬᏫᏳᎯ ᎣᏏᏳ ᏳᏰᎸᏅ; ᎠᎴ ᏮᏓᎦᏙᎴᎣᏏ, ᎥᏝ ᎠᏂᏬᏂᏍᎬᏉ ᎾᏍᎩ ᏧᎾᏕᏋᎯᏍᏗ, ᏚᎾᎵᏂᎬᎬᏍᎩᏂ ᏄᏍᏛᎢ.
